Repository: WPPlugins/woo-xml-feed-for-skroutzgr-bestpricegr
Catalog: languages/skroutz-woocommerce-feed-*.po
Languages: el

source: Create Feeds
el: Δημιουργία Feeds

source: When in Stock Availability
el: Όταν τα προϊόντα είναι διαθέσιμα

source: If a Product is out of Stock
el: Έαν ένα Προϊόν είναι μη διαθέσιμο

source: Include as out of Stock or Upon Request
el: Συμπεριλάβετε το ώς μη Διαθέσιμο ή Κατόπιν Παραγγελίας

source: Exclude from feed
el: Παράλειψη από το Feed

source: Features for bestprice
el: Χαρακτηριστικά για BestPrice

source: Skroutz Attributes
el: Χαρακτηριστικά για Skroutz

source: Size
el: Μέγεθος

source: Color
el: Χρώμα

source: Manufacturer
el: Κατασκευαστής

source: Create XML Feeds
el: Δημιουργία XML Feeds

source: Create Feeds for Skroutz.gr and bestprice.gr
el: Δημιουργία Feed για Skroutz.gr και bestprice.gr
